[Subtitles]
Orchid_VO_Prologue_0010_Live_TheKid_1=A long time ago, there was a big pile of treasure in the desert,
Orchid_VO_Prologue_0010_Live_TheKid_2=and the Vault Hunters found it and killed all the bad guys, the end.
Orchid_VO_Prologue_0020_Live_Marcus=No, no, no -- that's not how you start a story!
Orchid_VO_Prologue_0030_Live_TheKid=I thought it was pretty good.
Orchid_VO_Prologue_0040_Live_Marcus_1=And I think you're not getting fed this week. No, this is how you start a story:
Orchid_VO_Prologue_0040_Live_Marcus_2=Legends speak of Captain Blade's Lost Treasure of the Sands.
Orchid_VO_Prologue_0040_Live_Marcus_3=Of a prize so great, that men would turn the sands red in pursuit of it.
Orchid_VO_Prologue_0040_Live_Marcus_4=Of a pirate queen, courageous and deadly, who would stop at nothing to find it.
Orchid_VO_Prologue_0040_Live_Marcus_5=Of a monstrous Leviathan. Of the Vault Hunters who journeyed to the desert town of Oasis,
Orchid_VO_Prologue_0040_Live_Marcus_6=not knowing the horrors that would befall them. See? That's how ya do it.
Orchid_VO_Prologue_0050_Live_TheKid=Mine was more succinct.
Orchid_VO_Prologue_0060_Live_Marcus=Your life's gonna be succinct, you dirty little orphan.